export const converletter = {
  query: ["성장과정", "지원동기", "성격의 장단점", "인사 후 포부"],
  ans: [
    "무슨 일을 하든 항상 책임감을 가지고 성실하게 임하라는 가르침을 어릴 때부터 받았습니다. 저는 고등학교 3학년 수능이 끝난 이후 부터 아르바이트를 하였습니다. 대학생때는 낮에는 학교를 가고 저녁과 주말에는 아르바이트를하며 모든 생활비를 제가 해결하였습니다. 이로인해 항상 잠이 부족하였고 다른 친구들이 놀러다니고, 시험기간에는 공부에만 집중하는 것을 보며 서러울 때가 많이 있었습니다. 그럼에도 저는 아르바이트를 불성실하게 임한 적은 한번도 없었습니다. 항상 자발적으로 행동하고 저의 업무에 책임감을 가지고 열심히 일했습니다. 그로써 저는 아르바이트를 하던 곳들에서 항상 인정을 받았으며, 보너스와 우수사원상을 받아왔습니다. 또한 다양한 곳에서 일하며, 여러 역활변화 과정에서 성실히 배우려는 자세를 통해 어떤 일이든 쉽게 적응하는 경험을 하였습니다. 이와 같은 과정들을 통해 얻은 교훈을 회사업무에 적용하여, 적극적이고 성실한 자세로 업무에 임하겠습니다.",
    "대학시절 C언어를 배우며 프로그래밍이 저와 맞지않는다고 느꼈었습니다. 그러나 대학교 2학년 수업으로 자바를 배우면서, 프로그래밍에 큰 흥미를 느꼈으며 해당과목에서 A+를 맞기도 하였습니다. 대학교를 졸업한 이후 진로를 정하지 못하고 여러 가지 일을 하던 도중 자바스크립트를 접하게 되었고, 이것이 재밌어서 낮에는 일을 하고 밤에는 NodeJs, ReactJS, React Native 등을 공부하게 되었습니다. 그렇게 저는 React와 관련된 회사에 입사하고 싶다는 꿈을 가지게 되었으며, 이로 인해 이 회사에 지원하게 되었습니다.",
    "장점 : 저의 장점은 책임감이 강한 것 입니다. 저는 대학생시절 아르바이트부터 대학교조교로 일하면서 저의 업무에 대한 책임감을 가지고 일을 하였고, 성실함과 책임감을 항상 인정받아 왔습니다. 잘못된 일이 생기더라도 다른 사람을 탓하지 않으려 노력했으며, 책임을 갖고 해결 방법을 최우선으로 생각하는 습관을 가지고 있습니다. 단점 : 저의 직관을 깊이 신뢰하는 경향이 있습니다. 제가 옳다고 판단한 것에 대해서는 고집이 강한 편이며, 이로 인해 종종 타인의 입장을 이해하지 못하고 의견 대립이 일어나곤 합니다. 하지만 사회생활을 하며, 제가 틀릴 수가 있다는 것을 깨달았고 상대의 입장과 생각을 받아들이기 위해 노력하고 있습니다.",
    "빠르게 변화하는 IT 시대의 흐름 속에서 무수히 넘쳐나는 아이디어 속에서 새로운 플랫폼과 기술들이 탄생하여 서비스를 구축하고 있습니다. 이러한 흐름 속에서 저는 꾸준한 학습을 통해 흐름에 도태되지 않고, 더 나아가 새로운 기술을 탐구하고 적용하는데 선두가 되겠습니다. 저는 수많은 도전을 할 것이며, 포기하지 않고 회사의 성장에 기여하는 사원이 될 수 있도록 노력하겠습니다.",
  ],
};
